menu = """Главное меню:
    1. Выбрать книгу заметок
    2. Создать новую книгу
    3. Изменить книгу
    4  Удалить книгу
    5. Посмотреть все заметки
    6. Найти заметку
    7. Добавить заметку
    8. Изменить заметку
    9. Удалить заметку
    10. Выгрузить книгу в файл
    11. Загрузить книгу из файла\n"""

input_choice = "Выберите пункт меню: "

wrong_choice = "Вы ввели неверное число. От 1 по 6"

no_phone_book = "Книга заметок не выбрана"

no_contacts = "Книга заметок пуста"

no_find_contacts = "Нет найденных заметок"

open_sucessfull = "Книга заметок успешно открыта"

new_contact = ["Введите имя: ", "Введите телефон: ", "Введите комментарий: "]

no_phone_books = "Книг заметок нет"

select_book = "Выберите книга заметок: "

select_contact = "Выберите заметку: "

input_book_name = "Введите название книга заметок: "

input_book_comment = "Введите описание книга заметок: "

sucessfull_create_phone_book = "Создана Книга заметок %name%"

sucessfull_delete_phone_book = "Удалениа Книга заметок %name%"

sucessfull_delete_contact = "Удален контакт %name%"

current_phone_book = "Текущая книга: %name%"

input_contact_name = "Введите имя контакта: "

input_contact_phone = "Введите телефон контакта: "

input_contact_comment = "Введите описание контакта: "

input_pattern = "Введите данные для поиска: "

input_file_path = "Введите путь к файлу: "

error_book_load = "Ошибка загрузки книги из файла"